{
  "gree": "Bienvenido a mi sitio",
  "experience": "Experiencia",
  "skills": "Habilidades",
  "language": "Idioma",
  "spanish": "Español",
  "english": "Ingles",
  "schooling": "Escolaridad",
  "fullstack": "Desarrollador Fullstack",
  "descr": "Ingeniero en Tecnologías de la Información y Comunicación con pasión por el desarrollo de software. Experiencia en programación, diseño de bases de datos y creación de aplicaciones web y de escritorio. Enfocado en contribuir al desarrollo de soluciones tecnológicas que optimicen procesos y generen valor en el ámbito empresarial. Orientado a desarrollar proyectos innovadores, generar resultados productivos y crecer continuamente en el campo del desarrollo de software.",
  "intern": "Becario de IT",
  "interdes": "Soporte y mantenimiento a laptops e impresoras en toda la planta, asegurando un funcionamiento óptimo de los equipos. Además, lideré iniciativas de reciclaje y gestión de desechos de material electrónico, abordando la disposición adecuada de elementos como discos duros, monitores y UPS.",
  "machine": "Operador",
  "machinedes": "Encargado de una máquina en el proceso de material de la empresa que generalmente se encargaba de los sensores de las piezas para los automóviles.",
  "present": "Presente",
  "dev":"Trabajo en todo el stack de desarrollo, desde el diseño de interfaces responsivas y amigables con tecnologías como React y Bootstrap, hasta la implementación de backends robustos con Node.js, Laravel o Express, y la gestión de bases de datos como MySQL y MongoDB.",
  "database" : "Base de Datos",
  "tools" : "Herramientas",
  "school" : "Instituto Tecnológico de Aguascalientes",
  "graduate" : "Titulado - Ingeniero en IT",
  "contact" : "Contacto",
  "phone" : "Telefono",
  "email" : "Correo",
  "projects" : "Proyectos",
  "commerce" : "Comercio Electronico",
  "a" : "Especializado en productos tecnológicos para gamers, con catálogo de productos, carrito de compras, sistema de usuarios y una interfaz amigable y moderna.",
  "movil" : "Aplicación Comercio Electronico",
  "b" : "Aplicación móvil especializada en productos tecnológicos para gamers, con catálogo interactivo, carrito de compras, gestión de usuarios y una interfaz moderna y fácil de usar."
}
