{
  "gree": "Welcome to my site",
  "experience": "Experience",
  "skills": "Skills",
  "language": "Language",
  "spanish": "Spanish",
  "english": "English",
  "schooling": "Schooling",
  "fullstack": "Fullstack Developer",
  "descr": "Information and Communication Technologies Engineer passionate about software development. Experienced in programming, database design, and the creation of web and desktop applications. Focused on contributing to the development of technological solutions that optimize processes and generate value within the business environment. Committed to developing innovative projects, delivering productive results, and continuously growing in the field of software development.",
  "intern": "IT Intern",
  "interdes": "Provided support and maintenance for laptops and printers across the entire plant, ensuring optimal equipment performance. Additionally, led recycling and electronic waste management initiatives, handling the proper disposal of items such as hard drives, monitors, and UPS units.",
  "machine": "Machine Operator",
  "machinedes": "In charge of operating a machine in the material processing department, mainly responsible for managing sensors used in automotive components",
  "present": "Present",
  "dev":"I work across the full development stack, from designing responsive and user-friendly frontends using technologies like React and Bootstrap, to implementing robust backends with Node.js, Laravel, or Express, and managing databases such as MySQL and MongoDB.",
  "database" : "Database",
  "tools" : "Tools",
  "school" : "Technological Institute of Aguascalientes",
  "graduate" : "Graduate - IT Engineer",
  "contact" : "Contact",
  "phone" : "Phone",
  "email" : "Email",
  "projects" : "Projects",
  "commerce" : "E-Commerce",
  "a" : "Focused on tech products for gamers, featuring a product catalog, shopping cart, user system, and a modern, user-friendly interface.",
  "movil" : "Mobile E-Commerce",
  "b" : "Mobile app specialized in tech products for gamers, featuring an interactive catalog, shopping cart, user management, and a modern, user-friendly interface."
}
